Repository: jansinger/blauwasser-map-plugin
Catalog: lang/blauwasser-osm-integration-*.po
Languages: de_de

source: Now new coordinates set, nothing to save.
de_de: Keine neuen Koordinaten, nicht gespeichert.

source: New coordinates set, please do not forget to save!
de_de: Neue Koordinaten gewählt, nicht vergessen zu speichern!

source: New position saved successfully
de_de: Neue Koordinaten erfolgreich gespeichert

source: Position deleted successfully
de_de: Geotag des Beitrags gelöscht

source: Error saving new position:
de_de: Fehler beim Speichern:

source: Error deleting position:
de_de: Fehler beim Löschen:

source: Geotag (lat/lon):
de_de: Geotag (Breite/Länge)

source: Current zoom:
de_de: Aktueller Zoom:

source: To show a map with a marker at the geotag position in the center copy the shown shortcode into the textblock.
de_de: Kopiere den angezeigten Shortcode in den Textblock, um eine Karte mit einer Markierung an der Geotag-Position im Kartenmittelpunkt anzuzeigen. Die aktuell gewählte Zoomstufe wird auch zur Anzeige im Beitrag genutzt.

source: Save
de_de: Speichern

source: Reset geotag position
de_de: Geotag des Beitrags zurücksetzen

source: Delete geotag from post
de_de: Geotag des Beitrags löschen

source: Center
de_de: Mittelpunkt

source: Cloning of Blauwasser_OSM_Integration is forbidden
de_de: Klonen von Blauwasser_OSM_Integration ist verboten

source: Unserializing instances of Blauwasser_OSM_Integration is forbidden
de_de: Das de-serialisieren von Blauwasser_OSM_Integration ist verboten

source: L.O.A
de_de: LüA

source: Length over all in meters.
de_de: Länge über Alles in Metern.

source: Length at the waterline.
de_de: Länge der Wasserlinie in Metern.

source: Beam
de_de: Breite

source: Beam of the ship in meters.
de_de: Breite des Schiffes in Metern.

source: Draft
de_de: Tiefgang

source: Draft of the ship in meters.
de_de: Breite des Schiffes in Metern.

source: Mainsail
de_de: Großsegel

source: Normal mainsail area of the ship in square meters.
de_de: Normale Großsegelfläche des Schiffes in Quadratmetern.

source: Jib
de_de: Fock

source: Normal jib area of the ship in square meters.
de_de: Normale Focksegelgröße des Schiffes in Metern.

source: Fresh water tank
de_de: Frischwassertank

source: Size of the water tank in liters.
de_de: Größe des Wassertanks in Litern.

source: Fuel tank
de_de: Kraftstofftank

source: Size of the fuel tank in liters.
de_de: Größe des Kraftstofftanks in Litern.

source: Displacement
de_de: Verdrängung

source: Displacement in kilogram.
de_de: Verdrängung in Kilogramm.

source: Ballast in kilogram.
de_de: Ballast in Kilogramm.

source: Blauwasser Map
de_de: Blauwasser-Karte

source: Upload an image
de_de: Bild hochladen

source: Use image
de_de: Bild verwenden

source: Upload new image
de_de: Neues Bild hochladen

source: Remove image
de_de: Bild entfernen

source: Categories to search for.
de_de: Kategorien, nach denen gesucht werden soll.

source: Tags to search for.
de_de: Tags, nach denen gesucht werden soll.

source: Taxonomies to search for.
de_de: Taxonomien, nach denen gesucht werden soll.

source: %1$s is not of type %2$s
de_de: %1$s ist nicht vom Typ %2$s

source: %s was not registered as a request argument.
de_de: %s wurde nicht als Anfrageargument registriert.

source: Something went terribly wrong.
de_de: Irgendetwas ist furchtbar schief gelaufen.

source: BW OSM
de_de: Blauwasser Map

source: Settings
de_de: Einstellungen

source: Settings for OSM integration.
de_de: Einstellungen für die OSM-Integration.

source: maptiler key
de_de: maptiler API-Key

source: API key for maptiler cloud. Visit <a href="https://cloud.maptiler.com">maptiler cloud</a> to create an API key.
de_de: API-Schlüssel für maptiler cloud. Besuchen Sie <a href="https://cloud.maptiler.com">maptiler cloud</a> , um einen API-Schlüssel zu erstellen.

source: maptiler map style
de_de: maptiler Kartenstil

source: Choose a map style.
de_de: Wählen Sie einen Kartenstil aus.

source: Default zoom
de_de: Standard-Zoom

source: Default zoom level for maps.
de_de: Standardzoomstufe für Karten.

source: Default latitude
de_de: Standard Breitengrad

source: Default center latitude for maps (WGS84).
de_de: Standardmäßiger mittlerer Breitengrad für Karten (WGS84).

source: Default longitude
de_de: Standard-Längengrad

source: Default center longitude for maps (WGS84).
de_de: Standardmäßiger mittlerer Längengrad für Karten (WGS84).

source: Plugin Settings
de_de: Plugin Einstellungen

source: Save Settings
de_de: Einstellungen speichern

source: Cloning of Blauwasser_OSM_Integration_API is forbidden.
de_de: Das Klonen von Blauwasser_OSM_Integration_API ist verboten.

source: Unserializing instances of Blauwasser_OSM_Integration_API is forbidden.
de_de: Unsialisierende Fälle von Blauwasser_OSM_Integration_API ist verboten.

source: Content
de_de: Inhalt

source: Map zoom level.
de_de: Zoomstufe der Karte.

source: Coordinates of the map center.
de_de: Koordinaten für den Kartenmittelpunkt.

source: Filter posts
de_de: Filter für die Marker in der Karte

source: Enter categories, tags or custom taxonomies.
de_de: Kategorien, Schlagwörter oder eigene Taxonomie eingeben.

source: Map preview
de_de: Kartenvorschau

source: Map preview. Adjust size and zoom and save.
de_de: Der aktuelle Kartenausschnitt und die Zoomstufe werden beim Speichern übernommen und zur Anzeige im Beitrag genutzt.

source: Blauwasser Maps
de_de: Blauwasser Karten

source: OpenSeaMap integration for blauwasser.de.
de_de: OpenSeaMap-Integration für blauwasser.de.
